
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "DVD 播放程式";
DVDNoDiskInserted								= "請放入 DVD";
DVDInsertedLabel								= "放入的 DVD";
DVDReadingDVDPleaseWait                         = "正在讀取 DVD⋯";
DVDModuleMenu                                   = "DVD 選單";
DVDModuleEject                                  = "退出光碟";
DVDModuleStop                                   = "停止";
DVDModuleResume                                 = "繼續播放";
DVDModuleHistoryBeginning                       = "從起始處開始";
DVDModuleHistoryDefaultBookmark                 = "從書籤處開始";

DVDOptionsHeader								= "選項";
DVDOptionsFlagOn                                = "開啟";
DVDOptionsFlagOff                               = "關閉";
DVDOptionsMuting                                = "靜音";
DVDOptionsCaptioning                            = "隱藏式字幕";
DVDPlayerChapterFormatter                       = "章節 %d（共 %d 章）";

ErrorCantInitializeDVDPlaybackAlert				= "目前無法播放 DVD。";
ErrorCantInitializeDVDPlaybackMessage			= "其他應用程式正在播放 DVD。請返回桌面來結束其他應用程式，然後再試一次。";
ErrorCantEjectDVDAlert							= "無法退出 DVD。";
ErrorCantEjectDVDMessage						= "其他應用程式正在播放 DVD。請返回桌面來結束其他應用程式。";
ErrorBadRegionCodeAlert							= "DVD 的區域碼與 DVD 播放程式不相符。";
ErrorBadRegionCodeMessage						= "若要瞭解更多關於區域碼的資訊，請參閱“DVD 播放程式”的輔助說明。";
ErrorBadDVDMediaAlert							= "無法播放 DVD。";
ErrorBadDVDMenuMessage							= "此格式無法識別。";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "無法播放 DVD。";
ErrorFatalDVDMessage							= "光碟發生問題。";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "無法驗證此光碟的拷貝防護。";
